[
    {
        "_id" : 1,
        "title" : "The One Thing",
        "author" : "Gary Keller",
        "coverURL" : "https://images-na.ssl-images-amazon.com/images/I/51fs1YC1VNL.jpg",
        "subtitle" : "The Surprisingly Simple Truth Behind Extraordinary Results",
        "description" : "The ONE Thing has made more than 200 appearances on national bestseller lists, including #1 Wall Street Journal, NewYork Times, and USA Today. It won 12 book awards, has been translated into 24 languages, chosen as one of the Top 5 Business Books of 2013 by Hudson’s Booksellers and one of Top 30 Business Books of 2013 by Executive Book Summaries. People are using this simple, powerful concept to focus on what matters most in their personal and work lives. Companies are helping their employees be more productive with study groups, training, and coaching. Sales teams are boosting sales. Churches are conducting classes and recommending from the pulpit. By focusing their energy on one thing at a time people are living more rewarding lives by building their careers, strengthening their finances, losing weight and getting in shape, deepening their faith, and nurturing stronger marriages and personal relationships."
    },
    {
        "_id" : 2,
        "title" : "HOOKED",
        "author" : "Nir Eyal",
        "coverURL" : "https://images-na.ssl-images-amazon.com/images/I/81fcWvYdukL.jpg",
        "subtitle" : "How to Build Habit-Forming Products",
        "description" : "Why do some products capture widespread attention while others flop? What makes us engage with certain products out of sheer habit? Is there a pattern underlying how technologies hook us?\nNir Eyal answers these questions (and many more) by explaining the Hook Model—a four-step process embedded into the products of many successful companies to subtly encourage customer behavior. Through consecutive “hook cycles,” these products reach their ultimate goal of bringing users back again and again without depending on costly advertising or aggressive messaging.\nHooked is based on Eyal’s years of research, consulting, and practical experience. He wrote the book he wished had been available to him as a start-up founder—not abstract theory, but a how-to guide for building better products. Hooked is written for product managers, designers, marketers, start-up founders, and anyone who seeks to understand how products influence our behavior."
    },
    {
        "_id" : 3,
        "title" : "Good to Great",
        "author" : "Jim Collins",
        "coverURL" : "https://images-na.ssl-images-amazon.com/images/I/81cOrVseOYL.jpg",
        "subtitle" : "Why Some Companies Make the Leap...and Others Don't",
        "description" : "Built to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\nThe Study:\nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal distinguishing characteristics that cause a company to go from good to great?\nThe Standards:\nUsing tough benchmarks, Collins and his research team identified a set of elite companies that made the leap to great results and sustained those results for at least fifteen years. How great? After the leap, the good-to-great companies generated cumulative stock returns that beat the general stock market by an average of seven times in fifteen years, better than twice the results delivered by a composite index of the world's greatest companies, including Coca-Cola, Intel, General Electric, and Merck.\nThe Comparisons:\nThe research team contrasted the good-to-great companies with a carefully selected set of comparison companies that failed to make the leap from good to great. What was different? Why did one set of companies become truly great performers while the other set remained only good?\nOver five years, the team analyzed the histories of all twenty-eight companies in the study. After sifting through mountains of data and thousands of pages of interviews, Collins and his crew discovered the key determinants of greatness -- why some companies make the leap and others don't.\nThe Findings:\nThe findings of the Good to Great study will surprise many readers and shed light on virtually every area of management strategy and practice. The findings include:\nLevel 5 Leaders: The research team was shocked to discover the type of leadership required to achieve greatness.\nThe Hedgehog Concept: (Simplicity within the Three Circles): To go from good to great requires transcending the curse of competence.\nA Culture of Discipline: When you combine a culture of discipline with an ethic of entrepreneurship, you get the magical alchemy of great results. Technology Accelerators: Good-to-great companies think differently about the role of technology.\nThe Flywheel and the Doom Loop: Those who launch radical change programs and wrenching restructurings will almost certainly fail to make the leap.\"Some of the key concepts discerned in the study,\" comments Jim Collins, \"fly in the face of our modern business culture and will, quite frankly, upset some people.\"\nPerhaps, but who can afford to ignore these findings?"
    }
]